Revit 2027 API
CustomInitialColor Constructor
Overload List
Name | Description
CustomInitialColor(CustomInitialColor) |  Creates a copy of the given custom initial color
CustomInitialColor(Double) |  Creates a custom initial color set to the given color
Top
See Also
Reference
CustomInitialColor Class
Autodesk.Revit.DB.Lighting Namespace